Repository: intellisoftNep/AI-Map
Catalog: heritage_app/lib/l10n/app_*.arb
Languages: ne

# appTitle
source: Heritage Trail
ne: हेरिटेज ट्रेल

# appSubtitle
source: Explore Historic Places
ne: ऐतिहासिक स्थानहरू अन्वेषण गर्नुहोस्

# homeTitle
source: Historic Places
ne: ऐतिहासिक स्थानहरू

# homeSubtitle
source: Discover Nepal's rich heritage
ne: नेपालको समृद्ध सम्पदा पत्ता लगाउनुहोस्

# mapTitle
source: Heritage Map
ne: सम्पदा नक्सा

# searchHint
source: Search historic places...
ne: ऐतिहासिक स्थानहरू खोज्नुहोस्...

source: Nearby Places
ne: नजिकका स्थानहरू

source: All Places
ne: सबै स्थानहरू

source: Featured Places
ne: विशेष स्थानहरू

source: Place Details
ne: स्थानको विवरण

source: Description
ne: विवरण

source: Audio Guide
ne: अडियो गाइड

source: Video Tour
ne: भिडियो भ्रमण

source: Photo Gallery
ne: फोटो ग्यालेरी

source: Navigation
ne: नेभिगेसन

source: Get Directions
ne: दिशा प्राप्त गर्नुहोस्

source: Start Navigation
ne: नेभिगेसन सुरु गर्नुहोस्

source: Distance
ne: दूरी

source: Duration
ne: अवधि

source: km
ne: किमी

# meters
source: m
ne: मि

# minutes
source: min
ne: मिनेट

# hours
source: hrs
ne: घण्टा

source: Opening Hours
ne: खुल्ने समय

source: Entry Fee
ne: प्रवेश शुल्क

source: Free
ne: निःशुल्क

source: Category
ne: श्रेणी

source: Location
ne: स्थान

source: Coordinates
ne: निर्देशांक

source: Share Place
ne: स्थान साझा गर्नुहोस्

source: Save Offline
ne: अफलाइन सेभ गर्नुहोस्

source: Reviews
ne: समीक्षाहरू

source: Add Review
ne: समीक्षा थप्नुहोस्

source: Rating
ne: मूल्यांकन

source: Play Audio
ne: अडियो बजाउनुहोस्

source: Pause Audio
ne: अडियो रोक्नुहोस्

source: Stop Audio
ne: अडियो बन्द गर्नुहोस्

source: Loading...
ne: लोड हुँदैछ...

source: Error
ne: त्रुटि

source: Retry
ne: पुनः प्रयास गर्नुहोस्

# noInternet
source: No Internet Connection
ne: इन्टरनेट जडान छैन

# locationPermission
source: Location Permission Required
ne: स्थान अनुमति आवश्यक छ

# locationPermissionMsg
source: Please enable location permission to use GPS navigation
ne: GPS नेभिगेसन प्रयोग गर्न कृपया स्थान अनुमति सक्षम गर्नुहोस्

source: Settings
ne: सेटिङहरू

source: Language
ne: भाषा

source: About
ne: बारेमा

source: Version
ne: संस्करण

source: Shortest Path
ne: छोटो बाटो

source: Current Location
ne: हालको स्थान

source: Destination
ne: गन्तव्य

# routeInfo
source: Route Information
ne: मार्ग जानकारी

source: Temple
ne: मन्दिर

source: Palace
ne: दरबार

source: Monument
ne: स्मारक

source: Museum
ne: संग्रहालय

source: Garden
ne: बगैंचा

source: Stupa
ne: स्तूप

source: Durbar
ne: दरबार

# heritage
source: Heritage Site
ne: सम्पदा स्थल

source: No places found
ne: कुनै स्थान फेला परेन

# tryDifferentSearch
source: Try a different search term
ne: फरक खोज शब्द प्रयास गर्नुहोस्

source: View on Map
ne: नक्सामा हेर्नुहोस्

source: Photos
ne: फोटोहरू

source: Videos
ne: भिडियोहरू

source: Audio
ne: अडियो

source: Back
ne: पछाडि

source: Close
ne: बन्द गर्नुहोस्

source: OK
ne: ठीक छ

source: Cancel
ne: रद्द गर्नुहोस्

source: Save
ne: सेभ गर्नुहोस्

source: Delete
ne: मेटाउनुहोस्

source: Edit
ne: सम्पादन गर्नुहोस्

source: Submit
ne: पेश गर्नुहोस्

source: GPS Accuracy
ne: GPS सटीकता

source: Recenter
ne: पुनः केन्द्रित गर्नुहोस्

source: Zoom In
ne: जुम इन

source: Zoom Out
ne: जुम आउट

source: Satellite
ne: स्याटेलाइट

source: Terrain
ne: भूभाग

source: Normal
ne: सामान्य

source: Map Type
ne: नक्सा प्रकार

source: Filter By
ne: फिल्टर गर्नुहोस्

source: Sort By
ne: क्रमबद्ध गर्नुहोस्

# distanceSort
source: Distance
ne: दूरी

# nameSort
source: Name
ne: नाम

# ratingSort
source: Rating
ne: मूल्यांकन

source: Historical Period
ne: ऐतिहासिक काल

# visitingInfo
source: Visiting Information
ne: भ्रमण जानकारी

source: Best Time to Visit
ne: भ्रमणको उत्तम समय

source: How to Reach
ne: कसरी पुग्ने

source: Nearby Attractions
ne: नजिकका आकर्षणहरू

# offlineAvailable
source: Available Offline
ne: अफलाइनमा उपलब्ध

# downloadForOffline
source: Download for Offline Use
ne: अफलाइन प्रयोगको लागि डाउनलोड गर्नुहोस्

source: Downloaded
ne: डाउनलोड भयो

source: Downloading...
ne: डाउनलोड हुँदैछ...

source: Play Video
ne: भिडियो बजाउनुहोस्

source: Fullscreen
ne: पूर्ण स्क्रिन

source: Share Location
ne: स्थान साझा गर्नुहोस्

source: Copy Coordinates
ne: निर्देशांक प्रतिलिपि गर्नुहोस्

source: Open in Maps
ne: नक्सामा खोल्नुहोस्

source: Walking Route
ne: हिँड्ने मार्ग

source: Driving Route
ne: गाडी मार्ग

source: Cycling Route
ne: साइकल मार्ग

source: Route Options
ne: मार्ग विकल्पहरू

source: Avoid
ne: बेवास्ता गर्नुहोस्

source: Tolls
ne: टोल

source: Highways
ne: राजमार्ग

source: Ferries
ne: फेरी

source: Step by Step
ne: चरण दर चरण

source: Overview
ne: अवलोकन

# arrived
source: You have arrived!
ne: तपाईं पुग्नुभयो!

# recalculating
source: Recalculating route...
ne: मार्ग पुनः गणना हुँदैछ...

source: Turn Left
ne: बायाँ मोड्नुहोस्

source: Turn Right
ne: दायाँ मोड्नुहोस्

source: Go Straight
ne: सिधा जानुहोस्

# uTurn
source: Make U-Turn
ne: यू-टर्न लिनुहोस्

# arrive
source: Arrive at destination
ne: गन्तव्यमा पुग्नुहोस्
